Repository: SebastianMB-IT/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/app_mobile.po
Languages: es

source: App mobile
es: App móvil

source: L'applicazione CTI è disponibile anche su smartphone e permette di accedere a tutte le funzionalità dell'applicazione web anche su mobile.
es: La aplicación CTI está disponible también para smartphone y permite acceder a todas las funcionalidades de las aplicaciones web incluso desde el teléfono móvil.

source: Installazione
es: Instalación

source: L'applicazione è disponibile ai seguenti link:
es: La aplicación está disponible en los siguientes enlaces:

source: E' possibile comunque cercare la parola **nethcti** nei diversi store e installarla senza il link diretto.
es: Es posible buscar la palabra ** nethcti ** en las diferentes tiendas de aplicaciones e instalarla sin el enlace directo.

source: Utilizzo
es: Uso

source: Appena avviata l'applicazione vi chiede le infomazioni di login:
es: Apenas iniciada la aplicación os solicita la información de login:

source: Username: l'username dell'utente del cti con cui collegarsi
es: Usuario: el username del usuario del cti con el que conectarse

source: Password: la password dell'utente del cti con cui collegarsi
es: Contraseña: la contraseña del usuario del cti con el que conectarse

source: Hostname: il nome o l'indirizzo IP del server (centralino in cui è installato il server cti)
es: Hostname: el nombre o la dirección IP del server (centralita en la que está instalado el server cti)

source: Per l'utilizzo delle varie funzionalità rifarsi a questo manuale per le varie sezioni, l'app mobile è una versione ottimizzata per mobile della versione web ma è, di fatto, la stessa.
es: Para el uso de las varias funcionalidades dirigirse al manual para las varias secciones, la app móvil es una versión optimizada para móvil de la versión web, de hecho, es la misma.
