Repository: SebastianMB-IT/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/history.po
Languages: es

source: Storico chiamate
es: Historial de llamadas

source: "Storico" e' l'elenco di tutte le chiamate personali e del centralino
es: "Historial" es la lista de todas las llamadas personales y de la centralita

source: Chiamate personali
es: Llamadas personales

source: Filtrare le chiamate
es: Filtrar las llamadas

source: Inserire un numero di telefono (opzionale) e le date di inizio e fine
es: Insertar un número de teléfono (opcional) y las fechas de inicio a fin

source: Cliccare sul tasto di ricerca (icona lente)
es: Hacer clic en el botón de búsqueda (icono de lupa)

source: Chiamate in entrata/uscita
es: Llamadas en entrada/salida

source: Possono essere selezionate tutte le chiamate o solo quelle in entrata e in uscita cliccando sul tab appropriato in "Storico" -> "Chiamate personali"
es: Pueden ser seleccionadas todas las llamadas o sólo aquellas en entrada y en salida haciendo clic en la pestaña apropiada en "Historial" -> "Llamadas personales"

source: Chiamate centralino
es: Llamadas centralita

source: Possono essere selezionate tutte le chiamate o solo quelle in entrata e in uscita cliccando sul tab appropriato in "Storico" -> "Chiamate centralino"
es: Pueden ser seleccionadas todas las llamadas o solamente aquellas en entrada y en salida haciendo clic en la pestaña apropiada en "Historial" -> "Llamadas centralita"

source: Chiamate Registrate
es: Llamadas Registradas

source: Ascoltare le chiamate registrate
es: Escuchar las llamadas registradas

source: Aprire il tab "Storico"
es: Abrir la pestaña "Historial"

source: Individuare le chiamate che hanno una registrazione associata, identificate con l'icona del megafono
es: Identificar las llamadas que tienen un registro asociado, identificadas con el icono del megáfono

source: Cliccare sull'icona megafono
es: Hacer clic en el icono del megáfono

source: Scaricare una telefonata registrata
es: Descargar una llamada registrada

source: Individuare le chiamate che hanno una registrazione associata, e cliccare sull'icona "Scarica" rappresentata con una freccia verso il basso
es: Identificar las llamadas que tienen un registro asociado, y hacer clic en el icono "Descargar" representado con una flecha hacia abajo

source: Eliminare una telefonata registrata
es: Eliminar una llamada registrada

source: Individuare le chiamate che hanno una registrazione associata, e cliccare sull'icona "Elimina" rappresentata con un cestino
es: Identificar las llamadas que tienen un registro asociado, y hacer clic en el icono "Eliminar" representado con una papelera
