Repository: SebastianMB-IT/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/introduction.po
Languages: es

source: Introduzione
es: Introducción

source: Questo è il manuale utente del CTI, nelle varie sezioni verranno spiegate le diverse funzionalità per un utilizzo corretto dell'applicazione.
es: Este es el manual de usuario del CTI, en las diferentes versiones vendrán explicadas las diversas funcionalidades para un uso correcto de la aplicación.

source: Per la sezione installazione, recarsi al manuale Amministratore del centralino
es: Para la sección instalación, dirigirse al manual Administrador de la centralita

source: L'applicazione è raggiungibile al link https://IP_O_NOME_SERVER/cti ed è possibile fare login inserendo le opportune credenziali fornite dall'amministratore di sistema.
es: La aplicación es accesible en el link https://IP_O_NOME_SERVER/cti y es posible hacer login introduciendo las oportunas credenciales proporcionadas por el administrador de sistema.

source: Per la versione mobile, in fase di login, è richiesto anche l'inserimento dell'IP o del Nome del server a cui ci si vuole collegare
es: Para la versión móvil, en la fase de login, es solicitado también la introducción de la IP o del Nombre del server al que desea conectarse

source: Una volta effettuato il login, la pagina mostra l'applicazione e le varie sezioni. Ogni parte dell'applicazione è approfondita nelle sezioni successive del manuale.
es: Una vez efectuado el login, la página muestra la aplicación y las varias secciones. Cada parte de la aplicación se profundiza en las siguientes secciones del manual.

source: Note di rilascio |version|
es: Notas de lanzamiento |version|

source: CTI versione |version| introduce una nuova grafica, completamente rinnovata e semplificata per l'utente finale.
es: Versión CTI |version| introduce una nueva gráfica, completamente renovada y simplificada para el usuario final.

source: Funzionalità principali:
es: Principales funcionalidades:

source: Configurazione semplificata attraverso il wizard di |parent_product|
es: Configuración simplificada a través del wizard de |parent_product|

source: Salvataggio centralizzato sul server di tutte le preferenze utente
es: Guardado centralizado en el servidor de todas las preferencias de usuario

source: Customer card più semplici da configurare e con una nuova veste grafica
es: Tarjeta cliente más simple de configurar y con una nueva gráfica

source: Gestione device multipli associati ad un singolo utente
es: Gestión dispositivos múltiples asociados a un único usuario

source: Possibilità di impostare la presence in modo unificato su tutti i dispositivi
es: Posibilidad de configurar la presencia de forma unificada en todos los dispositivos

source: Configurazione avatar
es: Configuración avatar

source: Nuova chat (XMPP)
es: Nuevo chat (XMPP)

source: Restyling grafico e funzionale del pannello operatore
es: Cambio de imagen gráfico y funcional del panel operador

source: Possibilità di raggruppare i risultati della ricerca in rubrica per persona o per azienda
es: Posibilidad de reagrupar los resultados de la búsqueda en la libreta de contactos por persona o por empresa

source: Nuovo softphone WebRTC con supporto alle videochiamate (solo fra interni WebRTC)
es: Nuevo softphone WebRTC con soporte a las videollamadas (sólo entre internos WebRTC)

source: Visualizzazione sorgenti video anche dall'esterno della LAN
es: Visualización fuentes de vídeo incluso desde el externo de la LAN

source: Le seguenti funzioni non sono ancora disponibili:
es: Las siguientes funciones son están todavía disponibles:

source: Conferenze audio
es: Conferencia audio:

source: Post-it e note chiamate
es: Post-it y notas de llamadas

source: Sedi remote
es: Sedes remotas

source: Integrazione SMS e notifiche offline (mail e SMS)
es: Integración SMS y notificaciones offline (mail y SMS)

source: Configurazione servizio notte
es: Configuración servicio de noche

source: Code: chiamate perse, login e logout automatico
es: Colas: llamadas perdidas, login y logout automático

source: Inoltro della chiamata a nuemero o voicemail, su non disponibile/occupato
es: Reenvío de la llamada a un número o voicemail, en no disponible/ocupado

source: Visualizzazione stato dei fasci
es: Visualización estado de las conexiones

source: Apertura di un url parametrizzato in corrispondenza della ricezione di una chiamata
es: Apertura de una url parametrizada en correspondencia de la entrada de una llamada

source: Script personalizzati per la gestione chiamate
es: Script personalizados para la gestión de llamadas

source: Integrazione con app legacy: possibilità di effettuare chiamate in maniera non autenticata
es: Integración con app Legacy: posibilidad de efectuar llamadas de manera no autenticada

source: Posto Operatore
es: Puesto Operador

source: Supervisore Code
es: Supervisor Colas

source: CTI |version| necessita di |parent_product| 14
es: CTI |versión| necesidad de |parent_product| 14
