Repository: SebastianMB-IT/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/nethifier.po
Languages: es

source: |product_nethifier| Windows Integration è l'applicazione per Microsoft Windows che consente l'integrazione di |product| con il desktop Windows. In particolare consente la visualizzazione di popup di notifica nel desktop in corrispondenza della ricezione di telefonate dirette a un qualsiasi interno telefonico dell'utente.
es: |product_nethifier| Windows Integration es la aplicación para Microsoft Windows que permite la integración de |product| con el escritorio Windows. En particular permite la visualización de un popup de notificación en el escritorio correspondiente a la recepción de llamadas directas a cualquier interno telefónico del usuario.

source: Descrizione
es: Descripción

source: |product_nethifier| è sempre visibile tramite l'icona presente nella system tray di Windows cliccando la quale appare un menù con varie opzioni.
es: |product_nethifier| está siempre visible a través del icono presente bandeja del sistema de Windows haciendo clic en el cual aparece un menú con varias opciones.

source: All'arrivo di una chiamata a uno degli interni telefonici associati all'utente, viene visualizzato un popup nel desktop che riporta informazioni sul chiamante.
es: A la entrada de una llamada a uno de los internos telefónicos asociado al usuario, viene visualizado un popup en el escritorio que reporta información del llamador.

source: Esistono due tipi di popup:
es: Existen dos tipos de popup:

source: **generico** con informazioni sul chiamante
es: **genérico** con información del llamados

source: **di streaming** quando qualcuno suona al videocitofono
es: **de streaming** cuando alguien hace sonar el videoportero

source: Il secondo tipo mostra l'immagine della persona che sta suonando il videocitofono.
es: El segundo tipo muestra la imagen de la persona que está haciendo sonar el videoportero.

source: È possibile interagire coi popup in diversi modi, ad esempio visualizzando la customer card del chiamante oppure comandando l'apertura della porta associata al videocitofono.
es: Es posible interactuar con los popup de diversos modos, por ejemplo visualizando la tarjeta cliente del llamador o también ordenando la apertura de la puerta asociada al videoportero.

source: I popup sono estremamente personalizzabili, sia *nell'interfaccia grafica*, sia soprattutto nel *contenuto*. È infatti possibile aggiungere un qualsiasi comando da eseguire direttamente col click sul popup, come ad esempio l'apertura di un gestionale, l'invocazione di un url http, come anche l'esecuzione di un applicativo Java. In generale è possibile eseguire qualsiasi applicativo di Windows.
es: Los popup son extremamente personalizables, ya sea *en interfaz gráfica*, o sobretodo *contenido*. De hecho es posible añadir cualquier comando a ejecutar directamente con un clic en el popup, como por ejemplo la apertura de un software de gestión, la invocación de una url http, como también la ejecución de una aplicación Java. En general es posible ejecutar cualquier aplicación de Windows.

source: Il colore dell'icona del programma presente nella system tray indica lo stato di connessione col server cti. Il blu indica che |product_nethifier| è connesso, mentre il colore rosso indica un problema di connessione. In corrispondenza di una disconnessione di rete, che può accadere per vari motivi, |product_nethifier| tenta di riconnettersi in automatico per un certo intervallo temporale (circa 3 minuti). In ogni modo è possibile forzare la riconnessione attraverso il menù contestuale.
es: El color del icono del programa presente en la bandeja de sistema indica el estado de conexión con en servidor cti. El azul indica |product_nethifier| está conectado, mientras el color rojo indica un problema de conexión. Correspondiente a una desconexión de red, que puede suceder por varios motivos, |product_nethifier| intenta recolectarse de forma automática durante un cierto intervalo temporal (cerca de 3 minutos). En cada uno de los modos es posible forzar la reconexión a través del menú contextual.

source: Eseguire una telefonata
es: Ejecutar una llamada

source: Per **effettuare una telefonata** è sufficiente selezionare un numero telefonico da una qualsiasi applicazione di Windows e premere la combinazione di tasti scelta (default: **CTRL+F11**).
es: Para **efectuar una llamada** es suficiente un número telefónico de cualquier aplicación de Windows y pulsar la combinación de teclas elegida (por defecto: **CTRL+F11**).

source: Configurazione
es: Configuración

source: È necessaria solamente la prima volta. I dati da inserire sono:
es: Es necesaria solamente la primera vez. Los datos a introducir son:

source: indirizzo del server (nome o IP)
es: dirección del server (nombre o IP)

source: credenziali dell'utente
es: credenciales del usuario

source: È necessario salvare i dati cliccando il pulsante apposito in maniera tale da non doverli più reinserire agli avvii successivi. È anche possibile attivare l'esecuzione automatica di |product_nethifier| all'avvio di Windows.
es: Es necesario guardar los datos haciendo clic el botón adecuado de tal manera que no debas volver a introducirlas en los inicios sucesivos. También es posible activar la ejecución automática de |product_nethifier| al inicio de Windows.

source: Combinazione tasti chiamata
es: Combinación teclas llamada

source: È possibile personalizzare la combinazione di tasti usati per effettuare una chiamata o per ricomporre l'ultimo numero, tramite la scheda "Dialer Hotkey" delle opzioni.
es: Es posible personalizar la combinación de teclas usadas para efectuar una llamada o para recomponer el último número, a través de la tarjeta "Dialer Hotkey" de las opciones.
