Repository: SebastianMB-IT/nethcti-docs
Catalog: user-manual/locale/*/LC_MESSAGES/speeddials.po
Languages: es

source: Speed Dial
es: Marcación Rápida

source: La sezione Speed Dial sul lato destro dell'applicazione, consente di chiamare velocemente i propri contatti favoriti.
es: La sección Speed Dial en el lado derecho de la aplicación, permite llamar rápidamente a los contactos favoritos.

source: Aggiungere un contatto agli Speed Dial
es: Añadir un contacto a la Marcación Rápida

source: Cliccare "Aggiungi contatto" sotto la sezione "Speed Dial"
es: Hacer clic en "Añadir contacto" debajo de la sección "Marcación Rápida"

source: Riempire la scheda che appare e cliccare su "Salva"
es: Rellenar la tarjeta que aparece y hacer clic en "Guardar"

source: Il nuovo speed dial è visualizzato nella lista
es: El nuevo speed dial es mostrado en la lista

source: Modificare uno Speed Dial
es: Modificar un Speed Dail

source: Cliccare sull'icona a forma di matita di uno speed dial
es: Hacer clic en el icono con forma de lápiz de un speed dial

source: Modificare le informazioni sulla scheda e cliccare su "Salva"
es: Modificar la información de la tarjeta y hacer clic en "Guardar"

source: Chiamare uno Speed Dial
es: Llamar a un Speed Dial

source: Cliccare sull'icona a forma di telefono di uno speed dial per far partire la chiamata
es: Hacer clic en el icono con forma de teléfono de un speed dial para hacer partir la llamada
